{
    "matar e pilhar": {
        "nome": "Matar e Pilhar",
        "gatilho": "Quando atacar um adversário em combate corpo-a-corpo, role +FOR.",
        "atributo": "for",
        "mod": 0,
        "sucesso_total": "Com 10+, cause o seu dano e escolha um:\n● Você se esquiva, previne ou apara o ataque do inimigo\n● Você acertou forte e rápido; cause +1d6 de dano, mas sofra a retaliação do inimigo",
        "sucesso_parcial": "Com 7-9, cause o seu dano, mas também sofra a retaliação do inimigo",
        "fracasso": "Sofra a retaliação do inimigo.",
        "detalhes": "",
        "critico": ""
    },
    "matar e pilhar d": {
        "nome": "Matar e Pilhar D",
        "gatilho": "Quando atacar um adversário em combate corpo-a-corpo, role +DES.",
        "atributo": "des",
        "mod": 0,
        "sucesso_total": "Com 10+, cause o seu dano e escolha um:\n● Você se esquiva, previne ou apara o ataque do inimigo\n● Você acertou forte e rápido; cause +1d6 de dano, mas sofra a retaliação do inimigo",
        "sucesso_parcial": "Com 7-9, cause o seu dano, mas também sofra a retaliação do inimigo",
        "fracasso": "Sofra a retaliação do inimigo.",
        "detalhes": "",
        "critico": ""
    },
    "encerrar sessão": {
        "nome": "Encerrar Sessão",
        "gatilho": "Quando chegar ao final da sessão:",
        "descricao": "Escolha um de seus Vínculos que lhe pareça resolvido (ou seja, que esteja completamente explorado, que tenha se tornado irrelevante, etc.). Pergunte ao jogador do personagem com o qual você compartilha o vínculo se ele concorda. Em caso positivo, marque XP igual ao valor do vínculo. Se quiser, crie um (ou mais) vínculo(s) novo(s) agora mesmo.\nObserve seu alinhamento. Caso tenha agido de acordo com ele pelo menos uma vez na sessão,marque XP.\nEm seguida, os jogadores devem responder às três questões abaixo coletivamente:\n• Nós aprendemos algo novo e importante a respeito do mundo?\n• Nós sobrepujamos algum monstro ou inimigo notável?\n• Nós saqueamos algum tesouro memorável?\nPara cada resposta “sim”, todos marcam XP"
    },
    "último suspiro": {
        "nome": "Último Suspiro",
        "gatilho": "Quando estiver morrendo, vislumbre o que existe além dos Portões Negros do Reino da Morte (o MJ lhe fará uma descrição), role +Nada.",
        "atributo": "",
        "mod": 0,
        "sucesso_total": "Com 10+ você engana a morte – continua em uma situação difícil, mas não estará morto.",
        "sucesso_parcial": "Com 7-9 a própria Morte lhe oferecerá uma barganha – aceite-a para se estabilizar, ou recuse-a e atravesse os Portões Negros para encontrar o que quer que o destino lhe tenha reservado.",
        "fracasso": "Com 6-, seu destino estará selado. Você foi marcado como propriedade da Morte e irá cruzar seus limites logo. O MJ lhe dirá quando.",
        "detalhes": "",
        "critico": ""
    },
    "ficar de guarda": {
        "nome": "Ficar de Guarda",
        "gatilho": "Quando estiver montando guarda e algo se aproximar, role +SAB.",
        "atributo": "sab",
        "mod": 0,
        "sucesso_total": "10+ Você percebe a tempo para alertar a todos e preparar um contra-ataque. Todos recebem +1 Adiante.",
        "sucesso_parcial": "7-9 Você consegue soar um alarme, mas ninguém tem tempo de se preparar.",
        "fracasso": "6- O que quer que esteja vindo consegue te pegar.",
        "detalhes": "",
        "critico": ""
    },
    "preparar acampamento": {
        "nome": "Preparar Acampamento",
        "gatilho": "Quando parar para descansar, consuma uma ração. Se estiver em algum lugar perigoso, decida a ordem dos turnos de guarda. Se possuir XP suficiente, você pode avançar de nível. Quando acordar de algumas horas de sono ininterrupto, cure uma quantidade de dano igual à metade de seus PV máximos.\nA MJ seleciona algum dos que ficaram para ficar de guarda para rolar +Nada:",
        "atributo": "",
        "mod": 0,
        "sucesso_total": "O descanso passa ininterruptamente",
        "sucesso_parcial": "A MJ escolhe um abaixo\n● A Pessoa de guarda percebe sinais de uma Descoberta próxima.\n● Um membro do grupo tem uma noite ruim. Ele não terá os benefícios do descanso.\n● Um Perigo se aproxima. Ele não é imediatamente hostil, mas pode se tornar.",
        "fracasso": "Todos marcam xp e um perigo aparece. É bom alguém Ficar de Guarda!",
        "detalhes": "",
        "critico": ""
    },
    "ajudar/interferir": {
        "nome": "Ajudar/Interferir",
        "gatilho": "Quando tentar interferir com a ação de alguém ao seu alcance, role +1. Se tiver vínculos com o alvo, adicione o valor do vínculo à rolagem.",
        "atributo": "",
        "mod": 1,
        "sucesso_total": "Você consegue ajudar ou atrapalhar seu alvo com sucesso. Se a ação tiver uma rolagem, dê +1 ou -2 ao resultado; se não tiver, aprimore ou diminua os efeitos da ação.",
        "sucesso_parcial": "Você consegue ajudar ou atrapalhar seu alvo com sucesso. Se a ação tiver uma rolagem, dê +1 ou -2 ao resultado; se não tiver, aprimore ou diminua os efeitos da ação. Porém, você também acaba exposto ao perigo, retaliação ou consequência da ação.",
        "fracasso": "Você consegue ajudar ou atrapalhar seu alvo com sucesso. Se a ação tiver uma rolagem, dê +1 ou -2 ao resultado; se não tiver, aprimore ou diminua os efeitos da ação. Apesar disso, sofra as consequências da ação, independente do sucesso dela.",
        "detalhes": "",
        "critico": ""
    },
    "disparar": {
        "nome": "Disparar",
        "gatilho": "Quando mirar e atacar um alvo à distância, role +DES.",
        "atributo": "des",
        "mod": 0,
        "sucesso_total": "Com 10+, seu tiro foi certeiro. Cause o seu dano.",
        "sucesso_parcial": "Com 7-9, cause o seu dano, mas também escolha um:\n● Você precisa se mover para ter um ângulo bom ou mirar por muito tempo, te colocando numa situação perigosa. \n● Seu tiro não foi dos melhores. Role seu dano com desvantagem.\n● Você precisa atirar várias vezes para acertar. Gaste um uso de sua munição.",
        "fracasso": "",
        "detalhes": "",
        "critico": ""
    },
    "defender": {
        "nome": "Defender",
        "gatilho": "Quando assumir uma postura defensiva ou se jogar para proteger algo ou alguém, role +Um atributo à sua escolha.",
        "atributo": "",
        "mod": 0,
        "sucesso_total": "Com 10+, ganhe 3 de Domínio. Gaste 1 de domínio para:\n● Redirecionar um ataque para você E reduzir pela metade seu dano e efeitos\n● Redirecionar um ataque para você E causar seu dano no atacante, com desvantagem\n● Redirecionar um ataque para você E atrapalhar as defesas do atacante, concedendo +1 aquem atacá-lo a seguir",
        "sucesso_parcial": "Com 7-9, ganhe 1 de Domínio",
        "fracasso": "",
        "detalhes": "Quando você partir pra ofensiva, parar de focar na defensiva ou quando a ameaça se esvair, perca qualquer domínio que você tenha ganhado com esse movimento.",
        "critico": ""
    },
    "negociar": {
        "nome": "Negociar",
        "gatilho": "Quando você tem influência sobre um NPC e tenta convencê-lo a fazer algo que normalmente não faria, role +CAR.",
        "atributo": "car",
        "mod": 0,
        "sucesso_total": "Com 10+, o alvo consente, contanto que você prove que tem como oferecer o que promete.",
        "sucesso_parcial": "Com 7-9, o alvo revela um jeito melhor de convencê-lo, mas será custoso, difícil ou problemático.",
        "fracasso": "",
        "detalhes": "",
        "critico": ""
    },
    "falar difícil": {
        "nome": "Falar Difícil",
        "gatilho": "Quando consultar seu conhecimento acumulado a respeito de alguma coisa, role +INT",
        "atributo": "int",
        "mod": 0,
        "sucesso_total": "Com 10+, a MJ lhe dirá alguma coisa interessante e útil a respeito do assunto.",
        "sucesso_parcial": "Com 7-9, a MJ lhe dirá apenas alguma coisa interessante, e caberá a você torná-la útil.",
        "fracasso": "",
        "detalhes": "A MJ pode lhe perguntar “Como você sabia disso?”. Diga a verdade!",
        "critico": ""
    },
    "discernir realidades": {
        "nome": "Discernir Realidades",
        "gatilho": "Quando inspecionar cuidadosamente uma situação, item ou lugar, role +SAB.",
        "atributo": "sab",
        "mod": 0,
        "sucesso_total": "Com 10+, faça 3 das perguntas listadas abaixo.\n● O que aconteceu aqui recentemente?\n● O que está para acontecer aqui agora?\n● O que eu deveria procurar por aqui?\n● O que eu considero útil ou valioso aqui?\n● Quem realmente está no controle aqui?\n● O que não é realmente o que parece aqui?",
        "sucesso_parcial": "Com 7-9+, faça 1 das perguntas listadas abaixo.\n● O que aconteceu aqui recentemente?\n● O que está para acontecer aqui agora?\n● O que eu deveria procurar por aqui?\n● O que eu considero útil ou valioso aqui?\n● Quem realmente está no controle aqui?\n● O que não é realmente o que parece aqui?",
        "fracasso": "",
        "detalhes": "",
        "critico": ""
    },
    "sacar alguém": {
        "nome": "Sacar Alguém",
        "gatilho": "Quando tentar ler uma pessoa numa interação direta, role +SAB.",
        "atributo": "sab",
        "mod": 0,
        "sucesso_total": "Com 10+, até o fim da interação, faça até 3 das perguntas listadas abaixo.\n● Essa pessoa está falando a verdade?\n● O que essa pessoa está realmente sentindo?\n● O que essa pessoa pretende fazer?\n● O que essa pessoa quer que eu faça?\n● Como eu poderia convencer essa pessoa a ___________?",
        "sucesso_parcial": "Com 7-9, até o fim da interação, faça uma das perguntas listadas abaixo.\n● Essa pessoa está falando a verdade?\n● O que essa pessoa está realmente sentindo?\n● O que essa pessoa pretende fazer?\n● O que essa pessoa quer que eu faça?\n● Como eu poderia convencer essa pessoa a ___________?",
        "fracasso": "",
        "detalhes": "De qualquer forma, receba +1 adiante quando agir de acordo com as respostas.",
        "critico": ""
    },
    "iniciar combate": {
        "nome": "Iniciar Combate",
        "gatilho": "Quando o confronto direto se torna inevitável, role+um atributo à sua escolha. Baseie a rolagem no contexto da ação (DES para agilidade, FOR para força bruta, SAB para percepção, etc.).",
        "atributo": "",
        "mod": 0,
        "sucesso_total": "10+: Você se move com precisão e foco. Realize um movimento seu que use o atributo escolhido OU cause seu dano",
        "sucesso_parcial": "7-9: Você age rapidamente, mas encontra seu nêmesis. Um inimigo na cena e você terão +1 de dano um contra o outro e ambos se engajam imediatamente.",
        "fracasso": "6-: A situação foge do seu controle. Perca seu primeiro turno OU sofra um movimento grave de um inimigo",
        "detalhes": "",
        "critico": ""
    },
    "recrutar": {
        "nome": "Recrutar",
        "gatilho": "Quando você vai à procura de ajuda, diga à MJ o que você está oferecendo e quem você está procurando, formulado de uma das seguintes maneiras:\nUm grupo de ______ (carregadores, guardas, trovadores, fazendeiros irritados, etc.)\nUm(a) ______ habilidoso(a) (guia, sábio, ladrão, segurança, etc.).\nUm grupo é um seguidor como qualquer outro, mas com a tag Grupo.\n Se a MJ disser que você não pode encontrar esse tipo de ajuda em um lugar como este, comece de novo ou siga em frente. Caso contrário, role +nada e ganhe:\n● +1 se você tiver uma boa reputação nessas partes\n● +1 se você oferecer uma grande recompensa\n● + 1 se houver gente já disposta a trabalhar por você",
        "atributo": "",
        "mod": 0,
        "sucesso_total": "Eles são seus para contratar.",
        "sucesso_parcial": "A MJ escolhe 1 da lista abaixo.\n● Eles exigem uma compensação maior, em moeda ou de alguma outra forma.\n● Ninguém aqui se encaixa no perfil, mas você ouve falar de alguém em outro lugar que se encaixa.\n ● Eles têm uma necessidade que deve ser atendida primeiro (permissão de outra pessoa, um favor, etc.).\n● Você pode perceber à primeira vista que eles são menos do que ideais (pergunte à MJ como).",
        "fracasso": "",
        "detalhes": "",
        "critico": ""
    },
    "navegar": {
        "nome": "Navegar",
        "gatilho": "Quando você traça o melhor caminho através de terras perigosas ou desconhecidas, role +INT ou +SAB:",
        "atributo": "",
        "mod": 0,
        "sucesso_total": "10+ Você evita perigos e distrações e avança bem, alcançando um ponto escolhido pela MJ antes de precisar Preparar Acampamento.",
        "sucesso_parcial": "7-9 Escolha 1 da lista abaixo.\n● O caminho é lento, ou você se desvia do curso. A MJ diz qual é a situação e onde você termina no mapa.\n● Você encontra um Perigo.\n● Você encontra uma Descoberta dominada por um inimigo\n● Os principais ocupantes dessas terras ganham noção da sua presença.",
        "fracasso": "",
        "detalhes": "",
        "critico": ""
    },
    "reconhecimento": {
        "nome": "Reconhecimento",
        "gatilho": "Quando você assume a dianteira e procura por qualquer coisa fora do comum enquanto explorar áreas desconhecidas, role +SAB ou +DES:",
        "atributo": "",
        "mod": 0,
        "sucesso_total": "10+ Escolha 2 da lista abaixo.\n● Você surpreende o que está à sua frente.\n● Você percebe um aspecto benéfico do terreno—atalho, abrigo ou vantagem tática (descreva).\n● Você faz uma Descoberta (pergunte à MJ).\n● Você nota sinais de um Perigo próximo—pergunte à MJ o que é e o que isso pode significar. Todos ganham +1 Adiante se o enfrentarem.",
        "sucesso_parcial": "7-9 Escolha 1 da lista abaixo.\n● Você surpreende o que está à sua frente.\n● Você percebe um aspecto benéfico do terreno—atalho, abrigo ou vantagem tática (descreva).\n● Você faz uma Descoberta (pergunte à MJ).\n● Você nota sinais de um Perigo próximo—pergunte à MJ o que é e o que isso pode significar. Todos ganham +1 Adiante se o enfrentarem.",
        "fracasso": "",
        "detalhes": "",
        "critico": ""
    },
    "pilhar": {
        "nome": "Pilhar",
        "gatilho": "Quando você vasculha caminhos laterais da masmorra em busca de algo útil, escolha o que você quer encontrar ou fazer e role + Progresso ou segmentos não preenchidos do relógio da masmorra, o que for menor:",
        "atributo": "",
        "mod": 0,
        "sucesso_total": "Você encontra o que está procurando se gastar a quantidade indicada de Progresso.\n● Tesouro, pergunte à GM o que é (tipicamente 1 peso, 25 moedas por 1 Progresso, ou 75 Moedas por 2 Progresso)\n● Alguns Suprimentos úteis (1 peso, 1 uso por 1 Progresso, ou 3 usos por 2 Progresso)\n● Algumas informações úteis ou uma pista sobre esta masmorra (1 Progresso)\n● Uma posição defensável onde você pode descansar; descreva como, e se você fizer a ação Ir para o Refúgio agora, escolha uma opção a menos, acerto ou erro (1 Progresso)\n● Um mapa da masmorra até este ponto (1 Progresso)\n● Um caminho para escapar da masmorra (todo o seu Progresso, mesmo que você não tenha Progresso)",
        "sucesso_parcial": "Você encontra o que está procurando se gastar a quantidade indicada de Progresso. Porém, você encontra problemas no caminho ou leva muito tempo (preencha um segmento do relógio da masmorra), você escolhe.\n● Tesouro, pergunte à GM o que é (tipicamente 1 peso, 25 moedas por 1 Progresso, ou 75 Moedas por 2 Progresso)\n● Alguns Suprimentos úteis (1 peso, 1 uso por 1 Progresso, ou 3 usos por 2 Progresso)\n● Algumas informações úteis ou uma pista sobre esta masmorra (1 Progresso)\n● Uma posição defensável onde você pode descansar; descreva como, e se você fizer a ação Ir para o Refúgio agora, escolha uma opção a menos, acerto ou erro (1 Progresso)\n● Um mapa da masmorra até este ponto (1 Progresso)\n● Um caminho para escapar da masmorra (todo o seu Progresso, mesmo que você não tenha Progresso)",
        "fracasso": "",
        "detalhes": "Enquanto o relógio da masmorra estiver em 12:00, você tem desvantagem ao fazer essa ação.\n",
        "critico": ""
    },
    "ir para o refúgio": {
        "nome": "Ir para o Refúgio",
        "gatilho": "Quando você se sela ou se esconde em um lugar seguro ou oculto para Preparar Acampamento enquanto está na masmorra, quem estiver de vigia rola + segmentos de relógio da masmorra não preenchidos.",
        "atributo": "",
        "mod": 0,
        "sucesso_total": "Em um 10+, escolha um.",
        "sucesso_parcial": "Em um 7-9, escolha dois.",
        "fracasso": "Em um 6-, escolha todos os três.",
        "detalhes": "● O inimigo se reorganiza enquanto você descansa; preencha um segmento do relógio.\n● Você precisa voltar um pouco, perdendo 1 Progresso.\n● Seu descanso será interrompido.\nSe você fizer qualquer coisa, exceto manter uma vigília rigorosa—incluindo descansar, se reorientar, ou qualquer coisa que desvie sua concentração—você rola com desvantagem.\nQuando o relógio da masmorra estiver em 12:00, você não pode fazer essa ação; não há segurança a ser encontrada aqui.",
        "critico": ""
    },
    "exploração de masmorras": {
        "nome": "Exploração de Masmorras",
        "gatilho": "Quando você se aventura nas regiões desconhecidas de uma masmorra, quem estiver liderando o caminho rola…\n● +1 se o caminho estiver iluminado ou se você não precisar carregar uma fonte de luz\n● +1 se já esteve neste lugar antes ou se tiver um mapa deste lugar\n● +1 se os inimigos aqui estiverem despreparados, distraídos ou recuaram recentemente ou sofreram uma derrota",
        "atributo": "",
        "mod": 0,
        "sucesso_total": "Em um 10+, escolha dois.\n● Limpe um segmento do relógio da masmorra e descreva como você assegura ou marca o caminho, ou encontra um marco notável.\n● A área à frente é única de alguma forma e/ou está conectada a um tema da masmorra; a MJ a descreverá e pode também pedir sua contribuição; a MJ fará uma jogada apropriada da masmorra, e você ganhará 1 Progresso.\n● Você está em uma posição vantajosa para enfrentar a ameaça que se aproxima; descreva como isso acontece após a MJ descrever a próxima área.",
        "sucesso_parcial": "Em um 7-9+, escolha dois.\n● Limpe um segmento do relógio da masmorra e descreva como você assegura ou marca o caminho, ou encontra um marco notável.\n● A área à frente é única de alguma forma e/ou está conectada a um tema da masmorra; a MJ a descreverá e pode também pedir sua contribuição; a MJ fará uma jogada apropriada da masmorra, e você ganhará 1 Progresso.\n● Você está em uma posição vantajosa para enfrentar a ameaça que se aproxima; descreva como isso acontece após a MJ descrever a próxima área.",
        "fracasso": "Em um 6-, preencha um segmento do relógio da masmorra e você estará em desvantagem na próxima sala, com a pessoa que liderou o caminho sendo a mais diretamente colocada em perigo.",
        "detalhes": "",
        "critico": ""
    },
    "contos da taverna": {
        "nome": "Contos da Taverna",
        "gatilho": "Quando o grupo pesquisa ou troca histórias sobre um lugar perigoso que vocês ainda não exploraram, escolha uma ou mais informações da lista e diga como você as obtém:\n● Você adquire parte de um mapa, desenhe-o ou apresente-o de outra forma ao grupo.\n● Você adquire algo que será particularmente útil lá (uma chave, uma senha, etc.), descreva o que você conseguiu.\n● Você descobre algo útil sobre a história, o layout ou a política da área, diga o que é.\n● Você aprende sobre um inimigo ou grupo perigoso na área, descreva e/ou nomeie-os. Quando você encontrá-los, ganhe +1 em uma ação que se segue.\n● Você descobre um tesouro valioso, descreva-o e onde ele está guardado.\n● Você descobre uma armadilha ou perigo similar, descreva-o. Quando você encontrá-lo, ganhe +1 em uma ação que se segue.\nEntão, role -1 para cada peça de informação escolhida além da primeira.",
        "atributo": "",
        "mod": 0,
        "sucesso_total": "Em um 10+, a MJ escolhe 1 desta lista.",
        "sucesso_parcial": "Em um 7-9, a MJ escolhe 2.",
        "fracasso": "Em um 6-, a MJ escolhe 3",
        "detalhes": "Lista:\n● Uma das suas informações será incompleta, ligeiramente errada ou virá com uma armadilha; você só descobrirá isso quando chegar lá ou tentar usá-la.\n● Sua pesquisa terá um custo adicional (tempo, dinheiro, etc.).\n● O lugar estará preparado e esperando por você.\nVocê precisará de ajuda para usar suas informações corretamente.\n● Há um rival à sua frente.\n● Alguém ou algo está te seguindo.",
        "critico": ""
    },
    "complicações": {
        "nome": "Complicações",
        "gatilho": "",
        "descricao": "\n● Você atraiu a atenção de uma ameaça ou inimigo; diga quem eles são, e eles estarão prontos para você, estarão em seu encalço ou terão uma vantagem inicial.\n● Você contraiu uma obrigação contínua; descreva-a, escreva-a e diga por que se sente obrigado a cumpri-la.\n● Você tem uma tarefa desagradável ou complicada a fazer em sua próxima aventura; descreva-a e por que você se sente obrigado a realizá-la.\n● Você se envolveu em alguma complicação para sua próxima aventura; diga quem está agora envolvido ou como as coisas se tornaram mais complicadas.\n● Você fez um inimigo, danificou sua reputação ou arruinou um relacionamento com alguém; diga quem é e como aconteceu. Fique tranquilo, eles vão cobrar isso\n● Um dos seus pertences foi perdido, roubado ou se deteriorou; diga qual foi e como foi perdido. (Isso é além do item gasto no início desta ação."
    },
    "benefícios": {
        "nome": "Benefícios",
        "gatilho": "",
        "descricao": "\n● Você trabalha em um emprego regular por um tempo; diga o que você faz e ganhe 50 moedas\n● Você constrói um relacionamento com alguém importante, talvez um contato útil, um grupo influente ou um membro querido da família; diga quem eles são e descreva como você conquista a gratidão deles, alivia sua culpa para com eles ou faz uma diferença real em suas vidas. Se você usá-los para encontrar ou recrutar Seguidores, você também pode fazer a ação Recrutar agora, com vantagem.\n● Você trabalha em um projeto; diga à MJ o que deseja realizar (algo construído ou criado, algo consertado, algo alcançado, etc.) e trabalhe com a MJ para determinar quais podem ser os benefícios duradouros.\nA MJ lhe dirá então uma ou mais das seguintes opções:\n---> Custará algo a mais (dinheiro, etc.)\n---> Você precisará fazer algo mais primeiro\n---> Você precisará da ajuda de alguém\n---> Levará mais tempo do que você tem atualmente para completar; você terá que retomar mais tarde\n---> Virá com uma obrigação uma vez completo\n---> Significará expor a si mesmo—e a outros—a perigo\nQuando você cumprir todos os requisitos da MJ, seu projeto está completo e você ganha seus benefícios.\n● Você faz alguma pesquisa; nomeie um lugar perigoso que você ainda não explorou e escolha uma opção da lista Contos da Taverna. (Não role o movimento; apenas escolha uma opção, ela é sua.) Você pode escolher esse Benefício mais de uma vez.\n● Você descansa e recebe atendimento médico; remove todas as suas debilidades e cura quaisquer doenças ou condições persistentes.\n● Você treina e se prepara para sua próxima aventura; mantenha 3 preparações. Quando você rolar para qualquer ação, pode gastar uma preparação após rolar para adicionar +1 à rolagem, descrevendo como seu treinamento o ajuda nessa situação."
    },
    "pular a luta": {
        "nome": "Pular a Luta",
        "gatilho": "Quando a vitória é óbvia e todos concordam em pular os detalhes da luta, descreva seu papel no conflito e role +um atributo à sua escolha.",
        "atributo": "",
        "mod": 0,
        "sucesso_total": "Com 10+, escolha um:\n● Você sai da luta ileso\n● Pegue um da lista 7-9, mas diga como você salvou alguém. Negue a escolha 7-9 dele.",
        "sucesso_parcial": "Com 7-9, escolha um:\n● Receba dano de seus inimigos (Descreva o que houve)\n● Marque uma debilidade (Explique por quê)\n● Gaste um recurso (Diga como)\n● Sofra uma desvantagem estratégica (A Mestra dirá o quê)",
        "fracasso": "Com 6-, escolha um e a MJ escolhe outro:\n● Receba dano de seus inimigos (Descreva o que houve)\n● Marque uma debilidade (Explique por quê)\n● Gaste um recurso (Diga como)\n● Sofra uma desvantagem estratégica (A Mestra dirá o quê)",
        "detalhes": "",
        "critico": ""
    },
    "eu sei quem pode nos ajudar": {
        "nome": "Eu sei quem pode nos ajudar",
        "gatilho": "Quando você conhece alguém que pode ajudar, diga seu nome e role +CAR, INT ou SAB",
        "atributo": "",
        "mod": 0,
        "sucesso_total": "Com 10+, sim, claro, a pessoa pode ajudar, mas é melhor que você faça valer a pena.",
        "sucesso_parcial": "Com 7-9, escolha um:\n● A pessoa pode ajudar, mas ela precisa da sua ajuda primeiro\n● A pessoa vai cobrar bem caro\n● A pessoa não é das melhores\n● A pessoa não é confiável",
        "fracasso": "Com 6-, a MJ escolhe um e algo a mais:\n● A pessoa pode ajudar, mas ela precisa da sua ajuda primeiro\n● A pessoa vai cobrar bem caro\n● A pessoa não é das melhores\n● A pessoa não é confiável",
        "detalhes": "",
        "critico": ""
    },
    "mini aventura": {
        "nome": "Mini Aventura",
        "gatilho": "Quando sair para cumprir um objetivo que não esteja nos holofotes da sessão, diga como quer fazer isso e role com o atributo apropriado.",
        "atributo": "",
        "mod": 0,
        "sucesso_total": "Com 10+, você consegue fazer exatamente o que queria, e retorna com boas notícias.",
        "sucesso_parcial": "Com 7-9, nem tudo deu como planejado, escolha 1:\n● Um inimigo terrível vem com você\n● Você foi ferido e precisa de ajuda\n● Você perdeu algo importante lá\n● Algo terrível se revelou\n● Você não voltou",
        "fracasso": "Com 6-, as coisas saíram de controle. Obtenha sucesso ao escolher 3 da lista abaixo, ou então desista. Se desistir, ganhe 3 de xp ao invés de 1.\n● Um inimigo terrível vem com você\n● Você foi ferido e precisa de ajuda\n● Você perdeu algo importante lá\n● Algo terrível se revelou\n● Você não voltou",
        "detalhes": "",
        "critico": ""
    },
    "pontos de sorte": {
        "nome": "Pontos de Sorte",
        "gatilho": "",
        "descricao": "Você não é como os outros ordinários. A Sorte costuma sorrir para você. Do contrário, você não estaria mais respirando. Você tem um máximo de pontos de Sorte igual ao seu nível. Você recupera 1 ponto de Sorte nas seguintes situações:\n● Subir de Nível\n● Rolar o Dado da Calamidade\n● Dar seu último suspiro\n Você só pode gastar um ponto de Sorte por vez. Você pode gastar pontos de Sorte do seguinte modo:\n● Ignorar completamente um dano\n● Re–rolar um teste. Qualquer teste.\n● Ganhar +1 num teste, antes de rolá-lo."
    },
    "procurar o tesouro": {
        "nome": "Procurar o Tesouro",
        "gatilho": "Quando vocês vasculharem um lugar em busca de coisas preciosas para adicionar ao tesouro do grupo, rolem:\n● +1 Se vocês acabaram de superar um desafio\n● +1 Se vocês sabem que há algo valioso aqui\n● +1 Se vocês têm tempo de sobra para procurar com cuidado",
        "atributo": "",
        "mod": 0,
        "sucesso_total": "Role o tesouro aleatório 2 vezes e escolha um adicional",
        "sucesso_parcial": "Role o tesouro aleatório 3 vezes",
        "fracasso": "A MJ escolhe um tesouro para vocês",
        "detalhes": "Tesouros\n● 1 - Algo exótico. Só a MJ sabe exatamente o que é e pra que serve…\n● 2 - Material para confecção de algo maior, seja alquímico, mágico ou mecânico.\n● 3 - Informações úteis.\n● 4 - Suprimentos, 3 usos\n● 5 - Itens valiosos, valem 5d6 de ouro, peso 1.\n● 6 - Um item mágico. Rolar/Escolher essa opção mais de uma vez não aumenta a quantidade, e sim a qualidade.",
        "critico": ""
    },
    "desafiar o perigo": {
        "nome": "Desafiar o Perigo",
        "gatilho": "Quando agir apesar de qualquer perigo iminente ou sofrer alguma calamidade, diga como lidará com a situação e role. Se o fizer...\n• ... à força, +FOR;\n• ... saindo do caminho ou agindo rápido, +DES;\n• ... resistindo, +CON;\n• ... com pensamento rápido, +INT;\n• ... pela fortitude mental, +SAB;\n• ... usando charme e trato social, +CAR.",
        "atributo": "",
        "mod": 0,
        "sucesso_total": "Com 10+, realize o que pretendia sem ser afetado pela ameaça",
        "sucesso_parcial": "Com 7-9, você tropeça, hesita, ou se contorce: o MJ lhe oferecerá um resultado pior, uma barganha difícil ou uma escolha desagradável.",
        "fracasso": "",
        "detalhes": "",
        "critico": ""
    }


    
    
    . 


}